tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "weaveworks/tap"
brew "ack"
brew "openssl@1.1"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "bbftp-client"
brew "ctags"
brew "dive"
brew "git"
brew "git-gui"
brew "gnu-sed"
brew "gource"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli", link: false
brew "ruby"
brew "macvim"
brew "mysql", restart_service: true
brew "node", link: false
brew "node@14"
brew "openjdk"
brew "postgresql"
brew "pv"
brew "rbenv"
brew "telnet"
brew "watch"
brew "yarn"
brew "cloudfoundry/tap/cf-cli"
brew "weaveworks/tap/eksctl"
cask "java"
cask "rectangle"
